Repository: ding1028/ibeacon-panel-manage-swift
Catalog: IntercomKeypadLockClient/translate/*.lproj/Localizable.strings
Languages: he

source: Enter your phone number
he: הכנס מספר טלפון

source: Confirm
he: אשר

source: error
he: שגיאה

# sms_password
source: In these moments you should receive a SMS message, please insert here the password
he: נשלח אליך קוד במסרון אנא הכנס אותו

# door_opened
source: Opening door
he: דלת פתוחה

# gate_opened
source: Opening gate
he: שער נפתח

# open_gate
source: Opening gate
he: פותח שער

source: Cancel
he: בטל

# no_user
source: This number is not registered in system.
he: מספר זה אינו מוכר במערכת.

source: Yes
he: כן

source: Guest Name
he: שם אורח

source: No
he: לא

# ok
source: Okay
he: אשר

source: Open door
he: פתח דלת

# panel_list
source: List of Panels
he: רשימת פאנלים

# push_open_door_request
source: A door opening request has been received
he: התקבלה בקשה לפתיחת דלת

# send_guest_open_door_code
source: Send temporary code to visitor
he: שלח קוד זמני לאורח

# send_code
source: Send to guest
he: שלח לאורח

source: Start Time
he: התחלה

source: End Time
he: סיום

source: Guest Cell
he: מספר הטלפון של האורח

# choose_panel
source: Select a panel
he: בחר פאנל

# no_panels
source: No associated panels
he: אין פאנלים משוייכים

# invalid_cell
source: The phone number entered is incorrect
he: מספר הטלפון הסלולארי שהוזן אינו תקין

# guset_name
source: Guest Name
he: שם האורח

# name_invalid
source: The name entered is incorrect
he: השם שהוזן אינו תקין

# cod_sms_1_you_invited
source: You invited by
he: הוזמנתה על ידי

# cod_sms_2_to_enter
source: to enter
he: להיכנס

# cod_sms_3_by_entering
source: by entering the code:
he: על ידי הקשת קוד:
